Revit 2027 API
ParameterTypeId.StairsTrisertypeTreadProfile Property
 "Tread Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeTreadProfile { get; }
Public Shared ReadOnly Property StairsTrisertypeTreadProfile As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeTreadProfile {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeTreadProfile : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace